<template>
  <main class="main-content">
    <div class="main-photo-wrap">
      <div class="main-box-img">
        <h1 class="main-heading">Top cafes Ukraine</h1>
        <p class="main-sub">* За суб'єктивною думкою автора на 2023 рік</p>
      </div>
    </div>
    <div class="introduction-block">
      <h2 class="introduction-header">Топ кав'ярень України</h2>
      <p class="introduction-text-wrap">
        Ласкаво прошу на мій сайт (pet-project), присвячений найкращим кав'ярням
        України! Тут я зібрала для вас ТОП найкращих кав'ярень країни, щоб ви
        могли насолоджуватися справжнім смаком кави у найзатишніших закладах.<br />
        Подорожуючи різними містами України, я накопичила певний перелік крутих
        закладів, і мені захотілося зібрати всі ці кав'ярні та затишні кафе в
        одному місці, щоб поділитись з вами. Таким чином, я надаю вам можливість
        дізнатися про найчарівніші куточки, де готують найсмачнішу каву та де
        можна насолодитися атмосферою кожного міста. <br />
        Цей сайт - це не просто перелік кав'ярень. Це повноцінний гід, який
        допоможе вам відкрити кавовий світ різних міст України. Запрошую вас
        розпочати свою кавову подорож разом із мною!
      </p>
      <p>Lets get started!</p>
    </div>
    <div class="city__wrapper wrapper wrapper-reverse">
      <div class="city__text-block">
        <p class="city-description">
          У розділі "Міста" ви знайдете список міст України, які я відвідала у
          пошуках найзатишніших та найатмосферніших кав'ярень. Звісно, цей
          список далеко не вичерпний, і подорожуючи подалі по Україні, я маю
          намір розширювати його. За посиланням вибраного міста ви знайдете
          вичерпну інформацію про кожне місто, його унікальний характер та
          особливості, але найголовніше - вже готовий перелік найкращих
          кав'ярень міста, які варто відвідати.
        </p>
        <div class="button-wrapper">
          <RouterLink to="/cities" class="button"> Міста </RouterLink>
        </div>
      </div>
      <div class="photo-img-block">
        <div class="coffee-img"></div>
      </div>
    </div>
    <div class="cafes__wrapper wrapper">
      <div class="cafes__text-block">
        <p class="cafes-description">
          Цей розділ присвячений всім найкращим кав'ярням, які я маю намір вам
          представити. На кожній сторінці кав'ярні вас чекає повний спектр
          інформації: детальний опис закладу, мої особисті рекомендації,
          захоплююча фотогалерея, точна адреса та контактні дані, а також
          рейтинг від Google Maps. Це означає, що ви зможете знайти найкращі
          кав'ярні в кожному місті та легко дістатися до них за допомогою
          інтерактивної карти.
        </p>
        <div class="button-wrapper">
          <RouterLink to="/cafes" class="dark-button button">Кав'ярні</RouterLink>
        </div>
      </div>
      <div class="photo-img-block">
        <div class="cafes-img"></div>
      </div>
    </div>
  </main>
</template>
