[
    {
        "id": 1,
        "title": "Ростерія кави",
        "text": "Автентична та єдина у своєму роді кав'ярня. Тут затишок інтер'єру зустрічається з романтикою каміну та красою вікових стін кінця XIX сторіччя. Затишна кав'ярня з атмосферою місцевої спільноти, яка спеціалізується на обсмажуванні свіжої кави з усього світу. У меню великий вибір кавових напоїв, включаючи еспресо, капучино, латте та інші. Також тут можна скуштувати смачні десерти та випічку. Ідеальне місце для того, щоб зустрітися з друзями, поробити роботу або просто насолодитися келихом кави в затишній обстановці.",
        "imageUrlClass": "rosteria",
        "cafeRoute": "/rosteria",
        "city": "Franyk",
        "name": "rosteria",
        "address": "вулиця Крушельницької, 2, Івано-Франківськ, Івано-Франківська область, 76000",
        "workHours": "Пн-Пт09:00 — 21:00, Сб-Нд10:00 — 21:00",
        "telephone": "+380 95 84 90 852",
        "linkToCafe": "https://rosteria-kavy.business.site/",
        "socialLink": "",
        "rating": "4.7",
        "price": "$$",
        "comments": "Тут один з найбільших виборів напоїв, що я зустрічала, та не малий перелік власних десертів!",
        "photoGallery": [
            "rosteria-cavy1",
            "rosteria-cavy2",
            "rosteria-cavy3",
            "rosteria-cavy4",
            "rosteria-cavy5",
            "rosteria-cavy6",
            "rosteria-cavy7",
            "rosteria-cavy8",
            "rosteria-cavy9",
            "rosteria-cavy10",
            "rosteria-cavy11",
            "rosteria-cavy12",
            "rosteria-cavy13",
            "rosteria-cavy14"
        ]
    },
    {
        "id": 2,
        "title": "Delikacia",
        "text": "Кав'ярня-магазин домашніх десертів та кондитерських виробів. Тут можна скуштувати свіжоприготовлену випічку та десерти, а також солодощі, які виготовляються власноруч майстринями Delikacia. В асортименті закладу також є широкий вибір здорової їжі, напоїв та снеків. Delikacia - це ідеальне місце для тих, хто любить солодке та затишну атмосферу. Крім того, в магазині можна придбати десерти та солодощі на виніс, щоб насолоджуватися їх смаком вдома.",
        "imageUrlClass": "delikacia",
        "cafeRoute": "/delikacia",
        "city": "Franyk", 
        "name": "delikacia",
        "address": "вулиця Незалежності, 20, Івано-Франківськ, Івано-Франківська область, 76000",
        "workHours": "Пн-Нд 07:45 - 21:00",
        "telephone": " +380 68 11 76 070",
        "linkToCafe": "https://23restorany.ua/restaurants/delikacia",
        "socialLink": "",
        "rating": "4.7",
        "price": "$$$",
        "comments": "Попередження: кількість десертів та їх різноманіття - просто збивають з пантелику!...Але я раджу спробувати Франківський торт - це надзвичайно ніжний та смачний десерт, і де ж ще його куштувати, як не тут?!)))",
        "photoGallery": [
            "delikacia",
            "delikacia1",
            "delikacia2",
            "delikacia3",
            "delikacia4"
        ]
    },
    {
        "id": 3,
        "title": "Мануфактура",
        "text": "Це невеликий кулінарний скарб Франківська, який завоював серця місцевих жителів і гостей міста. Розташоване на вулиці Міцкевича, це кафе пропонує неперевершену європейську кухню в найкращих традиціях. Один з основних чинників популярності Manufactura - це його відданість простоті та увагою до дрібниць. Перебуваючи тут, ви відчуєте особливу атмосферу, яка запам'ятовується своєю неймовірною привітністю персоналу та стильним інтер'єром. Кафе славиться своєю смачною та легкою кухнею, де кожна страва готується з натуральних інгредієнтів. В меню можна знайти різноманітні страви, чималенький вибір гофр(бельгійських вафель), які задовольнять навіть найвибагливіших гурманів.",
        "imageUrlClass": "manufactura",
        "cafeRoute": "/manufactura",
        "city": "Franyk", 
        "name": "manufactura",
        "address": "площа Міцкевича, 6, Івано-Франківськ, Івано-Франківська область, 76000",
        "workHours": "Пн-Нд 09:00 - 22:00",
        "telephone": " +380664278714",
        "linkToCafe": "https://23restorany.ua/",
        "socialLink": "https://www.instagram.com/manufactura_if/?igshid=12ikugmc86jwr",
        "rating": "4.7",
        "price": "$$",
        "comments": "Кафе має обмежену кількість місць та не приймаються бронювання столиків. Обслуговування відбувається за живою посадкою, що приносить певний ажіотаж саме в зимовий час. Проте влітку та в теплий період року кафе розширює свої можливості завдяки літньому майданчику, тому місць тут вистачає для всіх охочих.",
        "photoGallery": [
            "manufactura1",
            "manufactura2",
            "manufactura3",
            "manufactura4",
            "manufactura5",
            "manufactura6",
            "manufactura7",
            "manufactura8",
            "manufactura9",
            "manufactura10",
            "manufactura11",
            "cup-coffee2"
        ]
    },     
    {
        "id": 4,
        "title": "Urban Space 100",
        "text": "Інноваційний громадський ресторан, який об'єднує людей навколо спільної ідеї розвитку міського простору та покращення якості життя в місті. Ресторан відрізняється сучасним підходом до гастрономії, а також стимулює розмінюватися ідеями та співпрацювати над громадськими проектами. Urban Space 100 відкритий для різних заходів і презентацій, де можна дискутувати, розвивати ідеї та знаходити партнерів для спільних проектів. Тут також розташована крамниця та студія Urban Space Radio, яка присвячена сучасній культурі та урбаністиці. Цей ресторан відзначається своєрідним підходом до бізнесу, оскільки 80% прибутку витрачається на підтримку громадських проектів, спрямованих на розвиток міста та зеленого простору. Засновниками є 100 соціально активних людей, які діляться спільною місією якісного розвитку міського середовища. Urban Space 100 - це приклад успішного об'єднання громади для спільного досягнення цілей.",
        "imageUrlClass": "urban",
        "cafeRoute": "/urban",
        "city": "Franyk",
        "name": "urban",
        "address": "вулиця Михайла Грушевського, 19, Івано-Франківськ, Івано-Франківська область, 76000",
        "workHours": "Пн-Пт 07:00 — 22:00,",
        "telephone": "+380666338882",
        "linkToCafe": "https://urbanspace.if.ua/uk/",
        "socialLink": "https://www.instagram.com/urban_space_100/",
        "rating": "4.6",
        "price": "$$",
        "comments": "Єдина кавярня у Франківську, що починає працювати з 7ї ранку. Тож коли співпадає ранковий потяг і необхідність десь підкріпитись - це завжди вибір №1.",
        "photoGallery": [
            "urban1",
            "urban2",
            "urban3",
            "urban4",
            "urban5",
            "urban6",
            "urban7",
            "urban8",
            "urban9",
            "urban10",
            "urban11"
        ]
    },
    {
        "id": 5,
        "title": "КУРЗЕМЕ",
        "text": "Затишне та атмосферне місце для любителів кави та вишуканих смаколиків. Тут можна насолодитися ароматною кавою різних сортів, а також солодкими десертами та закусками. Кав'ярня пропонує великий вибір напоїв та страв, що задовольнять різні смаки. Це ідеальне місце для проведення часу з друзями або для романтичного побачення. Атмосфера кав'ярні дарує відчуття затишку та комфорту, а її меню робить захоплюючим кулінарним подорожжю.",
        "imageUrlClass": "kurzeme",
        "cafeRoute": "/kurzeme",
        "city": "Franyk",
        "name": "kurzeme",
        "address": "площа Міцкевича, 5, Івано-Франківськ, Івано-Франківська область, 76018",
        "workHours": "Пн-Нд 09:00 - 20:00",
        "telephone": "+380989533696",
        "linkToCafe": "",
        "socialLink": "https://www.instagram.com/kurzeme_if/?utm_medium=copy_link",
        "rating": "4.8",
        "price": "$$",
        "comments": "Якщо ви любите інстаграмні місця - Вам точно сюди! Окрім стильного оформлення і смачних страв, це доволі тихе і приємне місце, що трохи сховане збоку від площі Міцкевича.",
        "photoGallery": [
            "cup-coffee5",
            "kurzeme",
            "kurzeme2",
            "kurzeme4",
            "kurzeme5",
            "kurzeme6",
            "kurzeme7",
            "kurzeme8"
        ]
    },
    {
        "id": 6,
        "title": "Milk&Pink",
        "text": "Кав'ярня Milk&Pink - це чарівне місце, яке спеціалізується на створенні найсмачніших кавових напоїв та десертів. Фішка закладу - гофри(бельгійські вафлі) на будь який смак, від класичних солодких до гофро-піци. Затишний і стильний інтер'єр кав'ярні та привітний персонал роблять це місце ідеальним для відпочинку і насолоди. Кав'ярня також славиться своєю теплою та затишною атмосферою, ідеальною для спілкування з друзями або для затишного часу на самоті. Milk&Pink - це місце, де можна насолодитися смачними стравами та відмінною кавою в приємному середовищі.",
        "imageUrlClass": "milkPink",
        "cafeRoute": "/milkPink",
        "city": "Franyk", 
        "name": "Milk&Pink",
        "address": "Фортечний провулок, 1, Івано-Франківськ, Івано-Франківська область, 76000",
        "workHours": "Пн-Нд 10:00 - 20:00",
        "telephone": " +380966676054",
        "linkToCafe": "http://www.bastion-if.com.ua/uk/",
        "socialLink": "https://www.instagram.com/milkandpink_ua/",
        "rating": "4.5",
        "price": "$$",
        "comments": "Кавярня розміщена у сувенірній галереї «Бастіон», що збудована навколо старих фортечних мурів Станіславова. А зараз можна прийти на гофри з кавою та споглядати історичні мури, що були бережно відреставровані і сховані під скло.",
        "photoGallery": [
            "milkPink",
            "milkPink1",
            "milkPink2",
            "milkPink3",
            "milkPink4",
            "milkPink5"
        ]
    },
    


    {
        "id": 11,
        "title": "Idealist",
        "text": "Мережа кавярень, що стала особливо відомою після колоборації з Укрзалізницею. Кав'ярні мають стильний та затишний інтер'єр, створений в сучасному мінімалістичному стилі з приємною музикою та безкоштовним Wi-Fi. Idealist Coffee Co також займається продажем кавових зерен та аксесуарів для приготування кави вдома. Кав'ярня знаходиться у центрі міста та зручно розташована поруч з головними туристичними визначними пам'ятками.",
        "imageUrlClass": "idealist",
        "cafeRoute": "/idealist",
        "city": "Kyiv",
        "name": "idealist",
        "address": "вулиця Ярославів Вал, 15, Київ, 01030",
        "workHours": "Пн-Нд 08:00 - 21:00",
        "telephone": "+380 67 62 05 374",
        "linkToCafe": "https://idealistcoffee.com/",
        "socialLink": "https://www.instagram.com/idealistcoffee/",
        "rating": "4.2",
        "price": "$$",
        "comments": "в планах відвідати їх заклад",
        "photoGallery": [
            "idealist",
            "idealist1",
            "idealist2",
            "idealist3",
            "idealist4",
            "idealist5"
        ]
    },
    {
        "id": 12,
        "title": "Османтус",
        "text": "Мальовничий заклад у ЖК 'КомфортТаун', де можна насолодитися чашкою ароматної кави та смачними десертами. У меню представлені різноманітні види кави, в тому числі рідкісні сорти з усього світу, що готуються власноручно та зі свіжих зерен. Також в кав'ярні можна скуштувати різні солодощі, печиво, круасани та інші десерти, які готуються на місці. Крім того, у закладі панує невимушена та затишна атмосфера, де можна провести час з друзями, колегами або просто насолодитися моментом самотності.",
        "imageUrlClass": "osmantus",
        "cafeRoute": "/osmantus",
        "city": "Kyiv",
        "name": "osmantus",
        "address": "вулиця Регенераторна, 4, корпус 5, Київ, 02000",
        "workHours": "Пн-Нд 08:00 - 22:00",
        "telephone": "+380 67 50 49 557",
        "linkToCafe": "http://www.osmantus.ua/",
        "socialLink": "https://www.instagram.com/osmantus.boutique/",
        "rating": "4.8",
        "price": "$$",
        "comments": "У кавярні є свій улюбленець - котик, кожного дня він любить приходити у цю кавярню та добряче висипатись. Також тут смачна кава, десерти і дуже симпатичний інтер'єр.",
        "photoGallery": [
            "osmantus",
            "osmantus2",
            "osmantus3",
            "osmantus4",
            "osmantus5",
            "osmantus6"
        ]
    },
    {
        "id": 13,
        "title": "Halva",
        "text": "Затишний заклад, де можна насолодитися ароматним кавою та свіжою випічкою. В меню пропонуються різноманітні види кави та чаю, десерти, солодощі та снеки. Кав'ярня має приємний інтер'єр, зручні меблі та вільний Wi-Fi. Тут завжди приємна атмосфера для роботи або відпочинку з друзями.",
        "imageUrlClass": "halva",
        "cafeRoute": "/halva",
        "city": "Kyiv",
        "name": "halva",
        "address": "вулиця Юрія Липи, 6, Київ, 02160",
        "workHours": "Пн-Нд 08:00 - 22:00",
        "telephone": "+380 66 22 64 675",
        "linkToCafe": "__",
        "socialLink": "https://www.instagram.com/halvacoffee/",
        "rating": "4.6",
        "price": "$$",
        "comments": "Улюблена кавярня біля дому із найсмачнішою кавою і широким вибором десертів.",
        "photoGallery": [
            "halva1",
            "halva2",
            "halva3",
            "halva4",
            "halva5",
            "halva6",
            "halva7",
            "halva8",
            "halva9"
        ]
    },   
    {
        "id": 14,
        "title": "Завертайло",
        "text": "Стильний бар-ресторан у центрі Києва з неповторною атмосферою та смачною кухнею. У меню представлені авторські страви з українськими та світовими нотками, а також багато видів алкоголю та безалкогольних напоїв. Завертайло має простору залу зі зручними меблями та дивовижними деталями дизайну. Тут можна провести час з друзями, насолодитися смачною їжею та напоями, а також насолодитися музикою від живих виконавців ввечері.",
        "imageUrlClass": "zavertaylo",
        "cafeRoute": "/zavertaylo",
        "city": "Kyiv",
        "name": "zavertailo",
        "address": "вулиця Межигірська, 7, Київ, 02000",
        "workHours": "Пн-Нд 08:00 - 21:00",
        "telephone": "+380 98 31 08 819",
        "linkToCafe": "https://zavertailo.choiceqr.com/",
        "socialLink": "https://www.instagram.com/zavertailo.kyiv/",
        "rating": "4.5",
        "price": "$$",
        "comments": "в планах відвідати їх заклад",
        "photoGallery": [
            "zavertaylo1",
            "zavertaylo2",
            "zavertaylo3",
            "zavertaylo4",
            "zavertaylo5"
        ]
    },
    {
        "id": 15,
        "title": "Ярослава",
        "text": "На вулиці Ярославів Вал, 13 у Києві знаходиться затишне кафе Ярослава. Тут можна скуштувати страви української кухні, які готуються зі свіжих та якісних продуктів. У меню кафе представлені різноманітні сніданки, супи, салати, головні страви та десерти. Також в кафе можна насолодитися ароматною кавою та іншими напоями.",
        "imageUrlClass": "yaroslava",
        "cafeRoute": "/yaroslava",
        "city": "Kyiv",
        "name": "yaroslava",
        "address": "вулиця Ярославів Вал, 13, Київ, 01034",
        "workHours": "Пн-Сб 09:00 - 22:00, Нд - вихідний",
        "telephone": "+380 44 27 24 260",
        "linkToCafe": "__",
        "socialLink": "__",
        "rating": "4.5",
        "price": "$",
        "comments": "в планах відвідати їх заклад",
        "photoGallery": [
            "yaroslava1",
            "yaroslava2"
        ]
    },



    {
        "id": 21,
        "title": "Фабрика кави Ростерія",
        "text": "Мережа кав'ярень у місті Черкаси, яка пропонує високоякісну каву з усього світу, свіжі солодощі та закуски. В атмосфері затишку та комфорту можна насолоджуватися ароматними напоями, провести час з друзями чи зайнятися роботою на ноутбуці, використовуючи безкоштовний Wi-Fi. Мережа має кілька закладів по місту, де кожен може знайти свій улюблений куток для відпочинку та насолоди смачною кавою.",
        "imageUrlClass": "fabrykaRosteria",
        "cafeRoute": "/fabrykaRosteria",
        "city": "Cherkasy",
        "name": "fabryka",
        "address": "вулиця Героїв Дніпра, 50, Черкаси, Черкаська область, 18000",
        "workHours": "Пн-Нд 07:30 - 21:00",
        "telephone": "+380 93 73 00 497",
        "linkToCafe": "http://fabrykakavyrosterija.ua/",
        "socialLink": "https://www.instagram.com/fabryka_kavy_ck/",
        "rating": "4.6",
        "price": "$$",
        "comments": "Моя улюблена кавярня з цієї мережі саме на набережній з розкішним видом на Дніпро, а від недавна для гостей відкрили зал на другому поверсі з панорамним видом - дуже рекомендую. Окрім того, тут неймовірна кава власного обсмаження і найсмачніші круасани.",
        "photoGallery": [
            "fabryka",
            "fabryka1",
            "fabryka2",
            "fabryka3",
            "fabryka4",
            "fabryka5",
            "fabryka6",
            "fabryka7",
            "fabryka8",
            "fabryka9"
        ]
    },
    {
        "id": 22,
        "title": "Ендорфін",
        "text": "Сучасний і стильний заклад, де ви можете насолоджуватися свіжообсмаженою кавою від кращих виробників світу та смачними десертами. У кав'ярні є зручні меблі та Wi-Fi, що робить її ідеальним місцем для роботи або зустрічей з друзями.",
        "imageUrlClass": "endorfin",
        "cafeRoute": "/endorfin",
        "city": "Cherkasy",
        "name": "endorfin",
        "address": "вулиця Героїв Дніпра, 53/2, Черкаси, Черкаська область, 18000",
        "workHours": "Пн-Нд 08:00 - 20:00",
        "telephone": "+380 73 07 32 030",
        "linkToCafe": "",
        "socialLink": "https://instagram.com/endorphin_che?utm_medium=copy_link",
        "rating": "4.6",
        "price": "$$",
        "comments": "Дуже рекомендую меренговий рулет - він закохає вас в себе з першого шматочка",
        "photoGallery": [
            "endorfin",
            "endorfin1",
            "endorfin2",
            "endorfin3",
            "endorfin4"
        ]
    },
    {
        "id": 23,
        "title": "Львівська майстерня шоколаду",
        "text": "Мережа кав'ярень, яка славиться своїми неперевершеними десертами на основі шоколаду та інших натуральних інгредієнтів. У кожному закладі можна насолоджуватися свіжоприготовленими кавовими напоями та вишуканими солодощами, які вражають якістю та оригінальним смаком. Кожен заклад оформлений в стилі затишного міста Лева, що створює атмосферу затишку та комфорту.",
        "imageUrlClass": "shocolad",
        "cafeRoute": "/shocolad",
        "city": "Cherkasy",
        "name": "shocoladu",
        "address": "вулиця Байди Вишневецького, 34, Черкаси, Черкаська область, 18000",
        "workHours": "Пн-Нд 09:00 - 21:00 Сб-Нд 10:00 — 21:00",
        "telephone": "+380 67 47 36 982",
        "linkToCafe": "http://www.chocolate.lviv.ua/",
        "socialLink": "https://www.instagram.com/lviv.chocolate/",
        "rating": "4.5",
        "price": "$$",
        "comments": "Поєднання смачної кави та шоколаду ... для мене це просто любов... Звісно, що мережа розвинута, велика і в багатьох містах України є ці майстерені, але саме ця в Черкасах найулюбленіша...",
        "photoGallery": [
            "shocolad",
            "shocolad1",
            "shocolad2",
            "shocolad3"
        ]
    },
    {
        "id": 24,
        "title": "Агро Ельф",
        "text": "Майстерня крафтового хліба Агро Ельф - це особливе місце для тих, хто цінує якість та справжній смак хліба. У цій майстерні виготовляють хліб, використовуючи натуральні та екологічно чисті інгредієнти, без штучних домішок. Хліб Агро-Ельф вражає своєю ароматною свіжістю та неперевершеним смаком, а різноманіття сортів задовольнить навіть найвибагливіших гурманів. Кожен виріб готується з любов'ю та увагою до деталей. Майстерня також дбає про вибірках для тих, хто цінує здоровий спосіб життя, пропонуючи хліб з використанням органічних інгредієнтів.",
        "imageUrlClass": "argoelf",
        "cafeRoute": "/argoelf",
        "city": "Cherkasy",
        "name": "argoelf",
        "address": "вулиця Верхня Горова, 25, Черкаси, Черкаська область, 18000",
        "workHours": "Пн-Нд 10:00 - 20:00 ",
        "telephone": "+380631761209",
        "linkToCafe": "",
        "socialLink": "https://www.facebook.com/agroelf",
        "rating": "4.9",
        "price": "$$",
        "comments": "",
        "photoGallery": [
            "argoelf",
            "argoelf1",
            "argoelf2",
            "argoelf3"
        ]
    },
    {
        "id": 25,
        "title": "Morris Space",
        "text": "",
        "imageUrlClass": "morrisSpace",
        "cafeRoute": "/morris",
        "city": "Cherkasy",
        "name": "morris",
        "address": "вулиця Симоненка, 1, Черкаси, Черкаська область, 18000",
        "workHours": "Пн-Нд 09:00 - 21:00 ",
        "telephone": "+380952700222",
        "linkToCafe": "",
        "socialLink": "https://www.instagram.com/morris_space/",
        "rating": "4.3",
        "price": "$$",
        "comments": "",
        "photoGallery": [
            "morris",
            "morris1",
            "morris2",
            "morris3"
        ]
    },
    
    {
        "id": 31,
        "title": "Теплий п'єц",
        "text": "",
        "imageUrlClass": "pyets",
        "cafeRoute": "/pyets",
        "city": "Lviv",
        "name": "pyets",
        "address": "вулиця Староєврейська, 50, Львів, Львівська область, 79000",
        "workHours": "Пн-Нд 10:00 - 22:00 ",
        "telephone": "+380987321414",
        "linkToCafe": "",
        "socialLink": "",
        "rating": "4.6",
        "price": "$$",
        "comments": "У кавярні зібрано колерцію ",
        "photoGallery": [
            "pyets1"
        ]
    },
    {
        "id": 32,
        "title": "Єрусалим",
        "text": "",
        "imageUrlClass": "yerusalym",
        "cafeRoute": "/yerusalym",
        "city": "Lviv",
        "name": "yerusalym",
        "address": "вулиця Мечникова, 39, Львів, Львівська область, 79017",
        "workHours": "Пн-Нд 11:00 - 20:00 ",
        "telephone": "+380984214076",
        "linkToCafe": "https://www.kafejerusalem.com/",
        "socialLink": "https://www.instagram.com/kafejerusalem/",
        "rating": "4.6",
        "price": "$$",
        "comments": "",
        "photoGallery": [
            "yerusalym1"
        ]
    },
    {
        "id": 33,
        "title": "Фацетка",
        "text": "",
        "imageUrlClass": "fazetka",
        "cafeRoute": "/fazetka",
        "city": "Lviv",
        "name": "fazetka",
        "address": "вулиця Вірменська, 25, Львів, Львівська область, 79000",
        "workHours": "Пн-Нд 12:00 - 23:00 ",
        "telephone": "+380322546136",
        "linkToCafe": "",
        "socialLink": "https://instagram.com/fazetka",
        "rating": "4.9",
        "price": "$$",
        "comments": "",
        "photoGallery": [
            "fazetka1"
        ]
    },
    {
        "id": 34,
        "title": "CODE",
        "text": "",
        "imageUrlClass": "code",
        "cafeRoute": "/code",
        "city": "Lviv",
        "name": "code",
        "address": "вулиця Князя Романа, 16, Львів, Львівська область, 79000",
        "workHours": "Пн-Нд 09:00 - 21:00 ",
        "telephone": "+380630648424",
        "linkToCafe": "https://code.choiceqr.com/",
        "socialLink": "https://www.instagram.com/codecoffee.lviv/",
        "rating": "4.8",
        "price": "$$",
        "comments": "",
        "photoGallery": [
            "code1"
        ]
    },
    {
        "id": 35,
        "title": "Cheese Bakery",
        "text": "",
        "imageUrlClass": "cheeseBakery",
        "cafeRoute": "/cheeseBakery",
        "city": "Lviv",
        "name": "cheeseBakery",
        "address": "вулиця Галицька, 1, Львів, Львівська область, 79008",
        "workHours": "Пн-Нд 08:30 - 21:00 ",
        "telephone": "+380639387005",
        "linkToCafe": "https://cheesebakery.com.ua/",
        "socialLink": "https://www.instagram.com/the_cheese_bakery/",
        "rating": "4.7",
        "price": "$$$",
        "comments": "",
        "photoGallery": [
            "cheeseBakery1"
        ]
    },
    {
        "id": 36,
        "title": "Black Honey",
        "text": "",
        "imageUrlClass": "blackHoney",
        "cafeRoute": "/blackHoney",
        "city": "Lviv",
        "name": "blackHoney",
        "address": "провулок, проїзд Крива Липа, 3, Львів, Львівська область, 79000",
        "workHours": "Пн-Нд 08:30 - 21:00 ",
        "telephone": "+380973042064",
        "linkToCafe": "",
        "socialLink": "https://www.instagram.com/blackhoney.lviv/",
        "rating": "4.7",
        "price": "",
        "comments": "",
        "photoGallery": [
            "blackHoney1"
        ]
    }
]